Revit 2027 API
ParameterTypeId.SheetCurrentRevisionDescription Property
 "Current Revision Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCurrentRevisionDescription { get; }
Public Shared ReadOnly Property SheetCurrentRevisionDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCurrentRevisionDescription {
	ForgeTypeId^ get ();
}
static member SheetCurrentRevisionDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace